Repository: wenjinge0424/Bmbrella
Catalog: Bmbrella/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطأ

source: Success
ar: تمت العملية بنجاح

source: Please wait...
ar: الرجاء الانتظار...

source: Cancel
ar: إلغاء

# network_error
source: The Internet connection appears to be offline
ar: يبدو أنك غير متصل بالإنترنت

source: Today
ar: اليوم

source: Invalid User
ar: اسم مستخدم غير صحيح

# take_photo
source: Take a photo
ar: التقط صورة

# choose_gallery
source: Select from gallery
ar: اختر صورة من الألبوم

source: OK
ar: موافق

source: Done
ar: تم

source: Yes
ar: نعم

source: No
ar: لا

# invalid_email
source: Email address is invalid.
ar: البريد الإلكتروني غير صحيح

# no_email
source: Please enter your email address.
ar: الرجاء إدخال بريدك الإلكتروني

source: Next
ar: التالي

source: Warning
ar: تحذير

# cat_daycare
source: Daycare & Babysitters
ar: مربيات ورياض اطفال

# cat_health
source: Healthcare
ar: الرعاىة الصحية

# cat_restaurant
source: Restaurant
ar: مطاعم

# cat_homemade
source: Homemade Recipes
ar: طبخ و وصفات منزليه

# cat_hotels
source: Hotels
ar: الفنادق

# cat_apartment
source: Apartment Rentals
ar: شقة

# cat_events
source: Events
ar: فعاليات و نشاطات

# cat_news
source: News & Magazines
ar: الأخبار والمجلات

# cat_pet
source: Pet Care
ar: رعاية الحيوانات الاليفة

# cat_education
source: Educational & Tutorial
ar: تعليم ودروس خصوصيه

# cat_vol
source: Volunteer
ar: عمل تطوعي

# cat_coaching
source: Coaching & Personal Training
ar: اللياقة البدنية والتدريب الشخصي

# cat_fashion
source: Fashion & Brands
ar: الماركات والأزياء

# cat_tech
source: Technology
ar: العلوم والتكنولوجيا

# cat_general
source: General Labour
ar: العمل العام

# cat_travel
source: Travel Agency & Airlines
ar: وكلاء السفر وشركات الطيران

# cat_beauty
source: Beauty & Salons
ar: صالونات التجميل

# cat_home_service
source: Home Services
ar: خدمات منزلية

# cat_arts
source: Arts & Music
ar: فنون وموسيقى

# cat_cars
source: Cars & Motocycle
ar: سيارات ودراجات نارية

# cat_entertainment
source: Entertainment
ar: الترفيه

# cat_homestay
source: Homestay
ar: سكن عائلي للطلاب

# cat_others
source: Others
ar: خدمات ومنتجات أخرى

# cat_real
source: Real Estate
ar: العقارات

# cat_sports
source: Sports & Personal Traning
ar: الرياضه والمدربين الشخصيين

# msg_not_registerd_email
source: Email entered is not registered. Create an account now?
ar: البريد الإلكتروني المدخل غير مسجّل. هل تريد إنشاء حساب جديد؟

# msg_not_registered_user
source: Phone number entered is not registered. Create an account now?
ar: رقم الهاتف الذي تم إدخاله غير مسجل.

# msg_not_registered_name
source: User name entered is not registered. Create an account now?
ar: اسم المستخدم الذي تم إدخاله غير مسجل. قم بإنشاء حساب الآن؟

source: Not now
ar: ليس الآن

# let_go
source: Let's go
ar: فلنبدأ

# enter_email
source: Enter email address
ar: أدخل بريدك الإلكتروني

source: Enter password
ar: أدخل كلمة السر

# re_enter_pwd
source: Re-enter password
ar: أعد إدخال كلمة السر

# incorrect_password
source: Password entered is incorrect.
ar: كلمة السر المدخلة غير صحيحة.

source: Login Failed
ar: فشلت عملية تسجيل الدخول

# no_email_password
source: Please enter email and password.
ar: الرجاء إدخال البريد الإلكتروني وكلمة السر.

# no_password
source: Please enter password.
ar: الرجاء إدخال كلمة السر

# title_one
source: Search posts to find various care services available in your area.
ar: عرض مشاركات مختلفة لخدمات الرعاية المختلفة المتاحة في منطقتك.

# title_two
source: Create your own posts as well.
ar: إنشاء المشاركات الخاصة بك أيضاً.

# title_three
source: Communicate with other users through the in-app messages.
ar: التواصل مع المستخدمين الآخرين من خلال خاصية الرسائل المدمجة في التطبيق.

source: Sign Up
ar: إنشاء حساب

# success_sign_up
source: Congratulation! Your account was created successfully.
ar: تهانينا ! تم إنشاء حسابك بنجاح.

source: Personal
ar: حساب خاص

source: Business
ar: حساب عمل

# select_type
source: Select your account type
ar: اختر نوع الحساب الخاص بك.

# not_use
source: Not in use
ar: غير مستخدم

source: Valid email
ar: البريد الإلكتروني مقبول

# pwd_one
source: At least 6 characters long.
ar: يجب أن يكون 6 أحرف على الأقل.

# pwd_two
source: Contains uppercase letter.
ar: يجب أن يحتوي على أحرف كبيرة.

# pwd_three
source: Contains lowercase letter.
ar: يجب أن يحتوي على أحرف صغيرة.

# pwd_four
source: Contains a number letter.
ar: يجب أن يحتوي على رقم.

# pwd_five
source: Matches new password.
ar: يجب أن يطابق كلمة السر الجديدة.

# err_single
source: We detected an error. Help me review your answer and try again.
ar: اكتشفنا خطأ. ساعدني في مراجعة إجابتك وحاول مرة أخرى.

# err_multi
source: We detected a few errors. Help me reivew your answers and try again.
ar: اكتشفنا بعض الأخطاء. ساعدني في مراجعة إجاباتك وحاول مرة أخرى.

# err_dupli_name
source: This user name was already registed. Please input other user name.
ar: اسم المستخدم الذي تم إدخاله غير مسجل. قم بإنشاء حساب الآن؟

# confirm_avatar
source: Are you sure want to proceed without a profile photo?
ar: هل انت متأكد من أنك تريد المتابعة دون إضافة صورة شخصية للحساب؟

source: Upload photo
ar: تحميل صورة

source: Job Experience
ar: الخبرة الوظيفية

# reset_pwd
source: Reset Password
ar: إعادة تعيين كلمة السر

# reset_desc
source: Type in your email so we can send a password reset link.
ar: قم بكتابة بريدك الإلكتروني حتى نتمكن من إرسال رابط إعادة تعيين كلمة السر.

# sent_reset_link
source: We've sent a password reset link to your email.
ar: لقد أرسلنا رابط إعادة تعيين كلمة السر إلى بريدك الإلكتروني.

# loggin_out
source: Logging out...
ar: تسجيل الخروج...

source: Log Out
ar: تسجيل الخروج

# choose_lng
source: Choose Language
ar: اختيار اللغة

# lng
source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: French
ar: الفرنسية

source: Settings
ar: الإعدادات

# following_notificaion
source: Following Notifications
ar: طلبات الصداقه

# notification
source: Notifications
ar: إخطارات

source: Edit Profile
ar: تعديل تفاصيل الحساب

source: Rate App
ar: تقييم التطبيق

source: Send Feedback
ar: أرسل لنا رأيك

# about_app
source: About the App
ar: نبذة عن التطبيق

# privacy
source: Privacy Policy
ar: سياسة الخصوصية

# terms_condition
source: Terms & Conditions
ar: الشروط والأحكام

source: Brief Description
ar: الوصف الموجز

source: Add more
ar: إضافة المزيد

# no_receiver
source: Please select user to chat
ar: الرجاء اختيار مستخدم لبدء المحادثة معه

# chat_placeholder
source: Write message here...
ar: قم بكتابة تعليقك هنا...

source: New Message
ar: رسالة جديدة

# no_message
source: Please enter your message.
ar: أدرج رسالتك من فضلك.

# no_category
source: Pleae select a category.
ar: الرجاء اختيار الفئة.

# no_photo
source: Please upload a photo.
ar: الرجاء تحميل صورة.

source: Post
ar: مشاركة

source: New Post
ar: مشاركة جديدة

source: Like
ar: إعجاب

source: Likes
ar: إعجابات

source: Comment
ar: تعليق

source: Comments
ar: تعليقات

# own_like_warnig
source: You cannot like your post.
ar: لا يمكنك إعجاب مشاركتك الخاصة.

# already_liked
source: You already liked this post.
ar: لقد قمت بإعجاب هذه المشاركة من قبل.

# already_reported
source: You already reported this post.
ar: لقد قمت بالتبليغ عن هذه المشاركة من قبل.

# already_reported_user
source: You already reported this user.
ar: لقد قمت بالتبليغ عن هذا المستخدم من قبل.

# confirm_del_post
source: Are you sure want to delete this post?
ar: هل أنت متأكد من أنك تريد حذف هذه المشاركة؟

# confirm_report_post
source: Are you sure want to report this post?
ar: هل أنت متأكد من أنك تريد التبليغ عن هذه المشاركة؟

# confirm_report_user
source: Are you sure want to report this user?
ar: هل أنت متأكد من أنك تريد التبليغ عن هذا المستخدم؟?

# long_comment
source: Comment is too long.
ar: التعليق طويل جداً.

source: Report Post
ar: التبليغ عن المشاركة

source: Report User
ar: التبليغ عن المستخدم

source: Report
ar: تبليغ

# short_reason
source: The reason is too short.
ar: السبب قصير جداً.

# long_reason
source: The reason is too long.
ar: السبب طويل جداً.

# no_reason
source: Please enter the reason.
ar: الرجاء ادخال السبب

# no_comment
source: Please enter comment.
ar: الرجاء إدخال تعليق.

source: Friends
ar: الأصدقاء

source: Add Friend
ar: إضافة صديق

# already_friend
source: This user is already your friend
ar: هذا الصديق على قائمة أصدقائك مسبقاً

source: Friend
ar: صديق

source: Job Position
ar: منصب العمل

# long_message
source: Message is too long.
ar: الرسالة طويلة جدا.

# no_result
source: No result found
ar: لم يتم العثور على نتيجة

# no_record
source: No record found
ar: لم يتم العثور على أي سجل

source: Upload video
ar: رفع فيديو

source: Followers
ar: المتابعون

source: CALL
ar: اتصل

source: DIRECTION
ar: اتجاه

source: Public
ar: عامة

source: Only for you
ar: فقط من اجلك

# singup_email
source: Sign Up with Email
ar: سجل عن طريق البريد الإلكتروني

# singup_phone
source: Sign Up with Phone
ar: اشترك بواسطة الهاتف

# following_noitification
source: Friends Request
ar: طلبات الصداقه

# sent_follow_request
source: You sent Follow request.
ar: اتبع الطلب الذي قمت بإرساله.

source: Send Video
ar: ارسل مقطع فيديو

source: View All Ads
ar: عرض جميع الإعلانات

# view_all_cats
source: View all Categories
ar: عرض جميع الفئات

# set_language
source: Setting Language...
ar: ضبط اللغة ...
